Repository: MohamedElghrably/Stadium-management
Catalog: lib/l10n/arb/app_*.arb
Languages: ar

source: Settings
ar: الإعدادات

# enableNotification
source: Enable notification 5 minutes before booking ends
ar: تفعيل تنبيه قبل نهاية الحجز بـ 5 دقائق

# testNotificationTitle
source: Test Notification
ar: تنبيه تجربة

# testNotificationBody
source: A notification will be sent 5 minutes before the booking ends!
ar: سيتم إرسال تنبيه قبل نهاية الحجز بـ 5 دقائق!

source: Notifications enabled!
ar: تم تفعيل التنبيهات!

# notificationsDisabled
source: All notifications disabled!
ar: تم إيقاف جميع التنبيهات!

source: Language
ar: اللغة

source: Arabic
ar: العربية

source: English
ar: الإنجليزية

# profilePage
source: Settings/Profile Page
ar: صفحة الإعدادات/الملف الشخصي

source: Bookings
ar: الحجوزات

source: No stadiums available
ar: لا يوجد ملاعب متاحة

source: Stadium {number}
ar: ملعب {number}

source: Search bookings...
ar: ابحث في الحجوزات...

source: No bookings found
ar: لا توجد حجوزات

# tryAdjustingFilters
source: Try adjusting your search or filters
ar: حاول تعديل البحث أو الفلاتر

source: Filter Bookings
ar: تصفية الحجوزات

source: Status
ar: الحالة

source: All Statuses
ar: كل الحالات

source: Stadium
ar: الملعب

source: All Stadiums
ar: كل الملاعب

# todaySlots
source: Today's Slots
ar: مواعيد اليوم

source: hours
ar: ساعة

source: Available
ar: فاضي

source: Booked Slots
ar: الحجوزات المحجوزة

# noBookingsForDay
source: No bookings for this day
ar: لا يوجد حجوزات لهذا اليوم

source: New Booking
ar: حجز جديد

source: Try Again
ar: حاول تاني

# monthlyRevenueSummary
source: Total revenue for this month: {revenue} EGP
ar: إجمالي الإيرادات لهذا الشهر: {revenue} جنيه

# revenue
source: Revenue: {revenue} EGP
ar: الإيراد: {revenue} جنيه

# start
source: Let's Start!
ar: يلا بينا نبدأ!

# stadiumCount
source: How many stadiums do you have?
ar: عندك كام ملعب؟

# pleaseEnterStadiumCount
source: Please enter the number of stadiums
ar: من فضلك ادخل عدد الملاعب

# enterValidNumber
source: Enter a valid number
ar: اكتب رقم صحيح

source: Hourly Price
ar: سعر الساعة

# pleaseEnterHourlyPrice
source: Please enter the hourly price
ar: من فضلك ادخل سعر الساعة

source: Open Hour
ar: ساعة الفتح

source: Select open hour
ar: اختار ساعة الفتح

source: Close Hour
ar: ساعة القفل

source: Select close hour
ar: اختار ساعة القفل

source: Revenues
ar: الايرادات
